Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# sidebar.remote.help.targetFallback
source: remote host
ar: مضيف بعيد
bs: udaljeni host
da: fjernvært
es: host remoto
fr: hôte distant
it: host remoto
ja: リモートホスト
ko: 원격 호스트
nb: ekstern vert
pl: zdalny host
pt_br: host remoto
ru: удаленный хост
th: โฮสต์ระยะไกล
tr: uzak ana makine
uk: віддалений хост
zh_hans: 远程主机
zh_hant: 遠端主機

# sidebar.remote.reconnect.button
source: Reconnect
ar: أعد الاتصال
de: Wieder verbinden
es: Reconectar
fr: Reconnecter
ja: 再接続
ko: 재연결
uk: Перепідключити
zh_hans: 重新连接
zh_hant: 重新連接

# sidebar.remote.reconnect.help
source: Reconnect to %@
ar: إعادة الاتصال بـ %@
de: Erneut mit %@ verbinden
es: Reconectar a %@
fr: Se connecter à nouveau à %@
ja: %@ に再接続
ko: %@에 다시 연결
uk: Перепідключитися до %@
zh_hans: 重新连接到 %@
zh_hant: 重新連線至 %@

# sidebar.remote.subtitle
source: Remote • %@
ar: بعيد • %@
bs: Udaljeno • %@
da: Fjern • %@
es: Remoto • %@
fr: Distant • %@
ja: リモート • %@
ko: 원격 • %@
nb: Ekstern • %@
pl: Zdalne • %@
pt_br: Remoto • %@
ru: Удаленно • %@
th: รีโมต • %@
tr: Uzak • %@
uk: Віддалено • %@
zh_hans: 远程 • %@
zh_hant: 遠端 • %@

# sidebar.remote.subtitleFallback
source: Remote workspace
ar: مساحة عمل بعيدة
bs: Udaljeni radni prostor
da: Fjernarbejdsområde
de: Remote-Arbeitsbereich
es: Espacio de trabajo remoto
fr: Espace de travail distant
it: Area di lavoro remota
ja: リモートワークスペース
ko: 원격 워크스페이스
nb: Eksternt arbeidsområde
pl: Zdalny obszar roboczy
pt_br: Workspace remoto
ru: Удаленная рабочая область
th: เวิร์กสเปซระยะไกล
tr: Uzak çalışma alanı
uk: Віддалена робоча область
zh_hans: 远程工作区
zh_hant: 遠端工作區

# sidebar.status.autoReturn
source: Auto — return to %@
ar: تلقائي — العودة إلى %@
de: Auto – zurück zu %@
es: Auto — volver a %@
fr: Auto — retour à %@
ja: 自動 — %@に戻す
ko: 자동 — %@(으)로 복귀
zh_hans: 自动 — 返回到 %@
zh_hant: 自動 — 返回至 %@

# sidebar.status.compactLabel
source: Status: %@
ar: الحالة: %@
es: Estado: %@
fr: Statut : %@
ja: ステータス: %@
ko: 상태: %@
zh_hans: 状态：%@
zh_hant: 狀態：%@

# sidebar.status.compactTooltip
source: Change workspace status
ar: تغيير حالة مساحة العمل
de: Status des Arbeitsbereichs ändern
es: Cambiar el estado del espacio de trabajo
fr: Modifier le statut de l’espace de travail
ja: ワークスペースのステータスを変更
ko: 작업 공간 상태 변경
zh_hans: 更改工作区状态
zh_hant: 變更工作區狀態

# sidebar.status.done
source: Done
ar: مكتمل
de: Erledigt
es: Hecho
fr: Fait
ja: 完了
ko: 완료
zh_hans: 已完成
zh_hant: 完畢

# sidebar.status.needsAttention
source: Needs Attention
ar: يحتاج إلى اهتمام
de: Braucht Aufmerksamkeit
es: Necesita atención
fr: A besoin d'attention
ja: 要対応
ko: 주의가 필요함
zh_hans: 需要处理
zh_hant: 需要注意

# sidebar.status.none
source: None (hide status)
ar: بلا (إخفاء الحالة)
de: Keiner (Status ausblenden)
es: Ninguno (ocultar estado)
fr: Aucun (masquer le statut)
ja: なし（ステータスを非表示）
ko: 없음 (상태 숨기기)
zh_hans: 无（隐藏状态）
zh_hant: 無（隱藏狀態）

# sidebar.status.review
source: In Review
ar: قيد المراجعة
de: In Überprüfung
es: En revisión
fr: En cours de révision
ja: レビュー中
ko: 검토 중
zh_hans: 评审中
zh_hant: 審查中

# sidebar.status.todo
source: Todo
ar: ما يجب القيام به
es: Hacer
fr: Faire
ja: 未着手
ko: 토도
zh_hans: 待办
zh_hant: 托多

# sidebar.status.tooltip.inferred
source: %@ — inferred
ar: %@ — مستنتج
de: %@ – ermittelt
es: %@ — inferido
fr: %@ — déduit
ja: %@ — 自動判定
ko: %@ — 추정됨
zh_hans: %@ — 自动推断
zh_hant: %@ — 推斷

# sidebar.status.tooltip.manual
source: %@ — set manually
ar: %@ — معين يدويًا
de: %@ – manuell festgelegt
es: %@ — establecido manualmente
fr: %@ — défini manuellement
ja: %@ — 手動で設定
ko: %@ — 수동으로 설정됨
zh_hans: %@ — 手动设置
zh_hant: %@ — 手動設定

# sidebar.status.working
source: Working
ar: عمل
de: Arbeiten
es: Laboral
fr: Fonctionnement
ja: 作業中
ko: 일하고 있는
zh_hans: 进行中
zh_hant: 在職的

# sidebar.statusPopover.pinFootnote
source: Pinned status clears when activity changes
ar: تتم إزالة الحالة المثبتة عند تغير النشاط
de: Angepinnter Status wird gelöscht, wenn sich die Aktivität ändert
es: El estado fijado se borra cuando cambia la actividad
fr: Le statut épinglé s’efface en cas de changement d’activité
ja: 固定したステータスはアクティビティが変わると解除されます
ko: 활동이 변경되면 고정된 상태가 해제됩니다
zh_hans: 活动变化时，已固定的状态会被清除
zh_hant: 釘選的狀態將在活動變更時清除

# sidebar.tree.group.other
source: Other
ar: أخرى
de: Sonstiges
es: Otros
fr: Autre
ja: その他
ko: 기타
zh_hans: 其他
zh_hant: 其他

# sidebar.tree.group.other.subtitle
source: No folder
ar: لا يوجد مجلد
de: Kein Ordner
es: Sin carpeta
fr: Aucun dossier
ja: フォルダなし
ko: 폴더 없음
zh_hans: 无文件夹
zh_hant: 無資料夾

# sidebar.tree.group.pinned
source: Pinned
ar: مثبت
de: Angepinnt
es: Fijado
fr: Épinglé
ja: ピン留め
ko: 고정됨
zh_hans: 已固定
zh_hant: 已固定

# sidebar.workspace.accessibilityHint
source: Activate to focus this workspace. Drag to reorder, or use Move Up and Move Down actions.
ar: فعّل للتركيز على مساحة العمل هذه. اسحب لإعادة الترتيب، أو استخدم إجراءات نقل للأعلى ونقل للأسفل.
bs: Aktivirajte za fokusiranje ovog radnog prostora. Prevucite za preraspoređivanje ili koristite akcije Pomjeri gore i Pomjeri dolje.
da: Aktiver for at fokusere dette arbejdsområde. Træk for at omarrangere, eller brug handlingerne Flyt op og Flyt ned.
de: Aktivieren, um diesen Arbeitsbereich zu fokussieren. Ziehen zum Umordnen oder verwenden Sie die Aktionen 'Nach oben' und 'Nach unten'.
es: Activa para enfocar este espacio de trabajo. Arrastra para reordenar, o usa las acciones Mover hacia arriba y Mover hacia abajo.
fr: Activez pour accéder à cet espace de travail. Glissez pour réordonner, ou utilisez les actions Déplacer vers le haut et Déplacer vers le bas.
it: Attiva per portare il focus su questa area di lavoro. Trascina per riordinare oppure usa le azioni Sposta in alto e Sposta in basso.
ja: アクティブにしてこのワークスペースにフォーカスします。ドラッグで並べ替え、または「上に移動」「下に移動」アクションを使用します。
ko: 이 작업 공간에 포커스하려면 활성화하세요. 드래그하여 순서를 변경하거나 위로 이동 및 아래로 이동 동작을 사용하세요.
nb: Aktiver for å fokusere dette arbeidsområdet. Dra for å omorganisere, eller bruk Flytt opp og Flytt ned.
pl: Aktywuj, aby ustawić fokus na tej przestrzeni roboczej. Przeciągnij, aby zmienić kolejność, lub użyj akcji Przenieś w górę i Przenieś w dół.
pt_br: Ative para focar nesta área de trabalho. Arraste para reordenar ou use as ações Mover para Cima e Mover para Baixo.
ru: Активируйте для перехода к этому рабочему пространству. Перетащите для изменения порядка или используйте действия «Переместить вверх» и «Переместить вниз».
th: เปิดใช้งานเพื่อโฟกัสเวิร์กสเปซนี้ ลากเพื่อจัดเรียงใหม่ หรือใช้การกระทำเลื่อนขึ้นและเลื่อนลง
tr: Bu çalışma alanına odaklanmak için etkinleştirin. Yeniden sıralamak için sürükleyin veya Yukarı Taşı ve Aşağı Taşı eylemlerini kullanın.
uk: Активуйте, щоб сфокусувати цю робочу область. Перетягніть для зміни порядку або використовуйте дії «Перемістити вгору» та «Перемістити вниз».
zh_hans: 激活以聚焦此工作区。拖拽以重新排序，或使用上移和下移操作。
zh_hant: 啟用以聚焦此工作區。拖曳以重新排序，或使用上移和下移動作。

# sidebar.workspace.moveDownAction
source: Move Down
ar: نقل للأسفل
bs: Pomjeri dolje
da: Flyt ned
de: Nach unten bewegen
es: Mover hacia abajo
fr: Déplacer vers le bas
it: Sposta in basso
ja: 下に移動
ko: 아래로 이동
nb: Flytt ned
pl: Przenieś w dół
pt_br: Mover para Baixo
ru: Переместить вниз
th: เลื่อนลง
tr: Aşağı Taşı
uk: Перемістити вниз
zh_hans: 下移
zh_hant: 下移

# sidebar.workspace.moveUpAction
source: Move Up
ar: نقل للأعلى
bs: Pomjeri gore
da: Flyt op
de: Nach oben bewegen
es: Mover hacia arriba
fr: Déplacer vers le haut
it: Sposta in alto
ja: 上に移動
ko: 위로 이동
nb: Flytt opp
pl: Przenieś w górę
pt_br: Mover para Cima
ru: Переместить вверх
th: เลื่อนขึ้น
tr: Yukarı Taşı
uk: Перемістити вгору
zh_hans: 上移
zh_hant: 上移

# sidebar.workspace.rename.field.accessibilityLabel
source: Rename workspace
ar: إعادة تسمية مساحة العمل
bs: Preimenuj radni prostor
da: Omdøb arbejdsområde
de: Arbeitsbereich umbenennen
es: Renombrar espacio de trabajo
fr: Renommer l'espace de travail
it: Rinomina area di lavoro
ja: ワークスペース名を変更
ko: 작업 공간 이름 변경
nb: Gi arbeidsområdet nytt navn
pl: Zmień nazwę przestrzeni roboczej
pt_br: Renomear Área de Trabalho
ru: Переименовать рабочее пространство
th: เปลี่ยนชื่อเวิร์กสเปซ
tr: Çalışma Alanını Yeniden Adlandır
uk: Перейменувати робочу область
zh_hans: 重命名工作区
zh_hant: 重新命名工作區

# simulator.accessibility.nextPage
source: Next
ar: التالي
de: Nächste
es: Próximo
fr: Suivant
ja: 次へ
ko: 다음
zh_hans: 下一页
zh_hant: 下一個

# simulator.accessibility.nodeCount
source: Accessibility elements: %lld
ar: عناصر تسهيل الوصول: %lld عنصر
de: Bedienungshilfen-Elemente: %lld
es: Elementos de accesibilidad: %lld
fr: Éléments d'accessibilité : %lld
ja: アクセシビリティ要素: %lld
ko: 접근성 요소: %lld
zh_hans: 辅助功能元素：%lld
zh_hant: 輔助功能元素：%lld

# simulator.accessibility.overlay
source: Live Element Overlay
ar: تراكب العناصر المباشر
es: Superposición de elementos en vivo
fr: Incrustation d’éléments en direct
ja: ライブ要素オーバーレイ
ko: 라이브 요소 오버레이
zh_hans: 实时元素叠加层
zh_hant: 即時元素覆疊

# simulator.accessibility.page
source: Page %1$lld of %2$lld
ar: الصفحة %1$lld من %2$lld
de: Seite %1$lld von %2$lld
es: Página %1$lld de %2$lld
fr: Page %1$lld sur %2$lld
ja: %1$lld / %2$lld ページ
ko: %1$lld / %2$lld 페이지
zh_hans: 第 %1$lld 页 / 共 %2$lld 页
zh_hant: 第 %1$lld 頁，共 %2$lld 頁

# simulator.accessibility.previousPage
source: Previous
ar: السابق
de: Vorherige
es: Anterior
fr: Précédent
ja: 前へ
ko: 이전
zh_hans: 上一页
zh_hant: 上一頁

# simulator.accessibility.rootCount
source: Accessibility roots: %lld
ar: جذور تسهيل الوصول: %lld جذر
de: Bedienungshilfen-Wurzeln: %lld
es: Raíces de accesibilidad: %lld
fr: Racines d'accessibilité : %lld
ja: アクセシビリティルート: %lld
ko: 접근성 루트: %lld
zh_hans: 辅助功能根节点：%lld
zh_hant: 輔助功能根元素：%lld

# simulator.accessibility.truncated
source: More elements exist beyond the bounded snapshot.
ar: توجد عناصر إضافية خارج اللقطة المحددة.
de: Außerhalb des begrenzten Snapshots existieren weitere Elemente.
es: Existen más elementos más allá de la captura limitada.
fr: D’autres éléments existent au-delà de la capture délimitée.
ja: 上限を超える要素があります。
ko: 제한된 스냅샷 범위를 벗어난 더 많은 요소가 존재합니다.
zh_hans: 在有限快照之外还存在更多元素。
zh_hant: 限制的快照範圍之外還有更多元素。

# simulator.action.accessibility
source: Accessibility Tree
ar: شجرة إمكانية الوصول
de: Bedienungshilfen-Struktur
es: Árbol de accesibilidad
fr: Arborescence d’accessibilité
ja: アクセシビリティツリー
ko: 접근성 트리
zh_hans: 辅助功能树
zh_hant: 輔助功能樹

# simulator.action.addMedia
source: Add Media
ar: إضافة وسائط
de: Medien hinzufügen
es: Añadir multimedia
fr: Ajouter des fichiers multimédias
ja: メディアを追加
ko: 미디어 추가
zh_hans: 添加媒体
zh_hant: 新增媒體

# simulator.action.appSwitcher
source: App Switcher
ar: مبدل التطبيقات
de: App-Umschalter
es: Cambiador de aplicaciones
fr: Sélecteur d'application
ja: Appスイッチャー
ko: 앱 전환기
zh_hans: 应用切换器
zh_hant: 應用程式切換器

# simulator.action.applyStatusBar
source: Apply Status Bar
ar: تطبيق شريط الحالة
de: Statusleiste anwenden
es: Aplicar barra de estado
fr: Appliquer la barre d’état
ja: ステータスバーを適用
ko: 상태 표시줄 적용
zh_hans: 应用状态栏
zh_hant: 套用狀態列

# simulator.action.cameraPlaceholder
source: Animated Placeholder
ar: عنصر نائب متحرك
de: Animierter Platzhalter
es: Marcador de posición animado
fr: Espace réservé animé
ja: アニメーションプレースホルダー
ko: 애니메이션 자리표시자
zh_hans: 动画占位内容
zh_hant: 動態預留位置

# simulator.action.captureKeyboard
source: Capture Keyboard (Escape to Release)
ar: التقاط لوحة المفاتيح (Escape للتحرير)
de: Tastatur erfassen (Escape zum Freigeben)
es: Capturar teclado (Escape para liberar)
fr: Capturer le clavier (Échap pour libérer)
ja: キーボードを取り込む（Escapeで解除）
ko: 키보드 입력 캡처 (해제하려면 Escape)
zh_hans: 捕获键盘（按 Escape 释放）
zh_hant: 擷取鍵盤 (按 Escape 釋放)

# simulator.action.capturePointer
source: Capture Pointer and Keyboard (Escape to Release)
ar: التقاط المؤشر ولوحة المفاتيح (Escape للتحرير)
de: Zeiger und Tastatur erfassen (Escape zum Freigeben)
es: Capturar puntero y teclado (Escape para liberar)
fr: Capturer le pointeur et le clavier (Échap pour libérer)
ja: ポインタとキーボードを取り込む（Escapeで解除）
ko: 포인터 및 키보드 캡처 (해제하려면 Escape)
zh_hans: 捕获指针和键盘（按 Escape 释放）
zh_hant: 擷取指標與鍵盤 (按 Escape 釋放)

# simulator.action.chooseCameraSource
source: Image or Video
ar: صورة أو فيديو
de: Bild oder Video
es: Imagen o video
fr: Image ou vidéo
ja: 画像またはビデオ
ko: 이미지 또는 비디오
zh_hans: 图片或视频
zh_hant: 圖片或影片

# simulator.action.clearHighlight
source: Clear Highlight
ar: مسح التمييز
de: Hervorhebung löschen
es: Borrar resaltado
fr: Effacer la mise en surbrillance
ja: ハイライトを消去
ko: 강조 표시 지우기
zh_hans: 清除高亮
zh_hant: 清除醒目提示

# simulator.action.clearLocation
source: Clear Location
ar: مسح الموقع
de: Standort löschen
es: Borrar ubicación
fr: Effacer la position
ja: 位置情報を消去
ko: 위치 지우기
zh_hans: 清除位置
zh_hant: 清除位置

# simulator.action.clearStatusBar
source: Clear Status Bar
ar: مسح شريط الحالة
de: Statusleiste löschen
es: Borrar barra de estado
fr: Effacer la barre d’état
ja: ステータスバーを消去
ko: 상태 표시줄 지우기
zh_hans: 清除状态栏
zh_hant: 清除狀態列

# simulator.action.crownDown
source: Crown Down
ar: التاج لأسفل
de: Krone nach unten
es: Corona abajo
fr: Faire défiler la Digital Crown vers le bas
ja: クラウンを下へ
ko: 크라운 아래로
zh_hans: 表冠向下
zh_hant: 數位表冠向下

# simulator.action.crownUp
source: Crown Up
ar: التاج لأعلى
de: Krone nach oben
es: Corona arriba
fr: Faire défiler la Digital Crown vers le haut
ja: クラウンを上へ
ko: 크라운 올리기
zh_hans: 表冠向上
zh_hant: 數位表冠向上

# simulator.action.disableCamera
source: Disable Camera
ar: تعطيل الكاميرا
de: Kamera deaktivieren
es: Desactivar cámara
fr: Désactiver la caméra
ja: カメラを無効化
ko: 카메라 비활성화
zh_hans: 停用摄像头
zh_hant: 停用相機

# simulator.action.foregroundApp
source: Foreground App
ar: تطبيق الواجهة
de: App in den Vordergrund bringen
es: Aplicación en primer plano
fr: Mettre l’application au premier plan
ja: フォアグラウンドApp
ko: 포그라운드 앱
zh_hans: 前台应用
zh_hant: 前景 App

# simulator.action.home
source: Home
ar: بيت
de: Heim
es: Hogar
fr: Maison
ja: ホーム
ko: 집
zh_hans: 主屏幕
zh_hant: 家

# simulator.action.hostCamera
source: Use Mac Camera
ar: استخدام كاميرا Mac
de: Mac-Kamera verwenden
es: Usar cámara del Mac
fr: Utiliser la caméra du Mac
ja: Macのカメラを使用
ko: Mac 카메라 사용
zh_hans: 使用 Mac 摄像头
zh_hant: 使用 Mac 相機

# simulator.action.installApplication
source: Install App or IPA
ar: تثبيت تطبيق أو ملف IPA
de: App oder IPA installieren
es: Instalar aplicación o IPA
fr: Installer l’application ou l’IPA
ja: AppまたはIPAをインストール
ko: 앱 또는 IPA 설치
zh_hans: 安装应用或 IPA
zh_hant: 安裝 App 或 IPA

# simulator.action.keyboard
source: Software Keyboard
ar: لوحة المفاتيح البرمجية
de: Bildschirmtastatur
es: Teclado de software
fr: Clavier logiciel
ja: ソフトウェアキーボード
ko: 소프트웨어 키보드
zh_hans: 软件键盘
zh_hant: 軟體鍵盤

# simulator.action.launch
source: Launch
ar: تشغيل
de: Starten
es: Iniciar
fr: Lancer
ja: 起動
ko: 실행
zh_hans: 启动
zh_hant: 啟動

# simulator.action.lock
source: Lock
ar: قفل
de: Sperren
es: Cerrar
fr: Verrouillage
ja: ロック
ko: 잠그다
zh_hans: 锁定
zh_hant: 鎖

# simulator.action.memoryWarning
source: Memory Warning
ar: تحذير الذاكرة
de: Speicherwarnung
es: Advertencia de memoria
fr: Avertissement de mémoire
ja: メモリ警告
ko: 메모리 경고
zh_hans: 内存警告
zh_hant: 記憶體警告

# simulator.action.openURL
source: Open URL
ar: فتح رابط URL
de: URL öffnen
es: Abrir URL
fr: Ouvrir l’URL
ja: URLを開く
ko: URL 열기
zh_hans: 打开 URL
zh_hant: 開啟 URL

# simulator.action.pauseRoute
source: Pause Route
ar: إيقاف المسار مؤقتًا
de: Route pausieren
es: Pausar ruta
fr: Suspendre l’itinéraire
ja: ルートを一時停止
ko: 경로 일시 정지
zh_hans: 暂停路线
zh_hant: 暫停路線

# simulator.action.readClipboard
source: Read
ar: يقرأ
de: Lesen
es: Leer
fr: Lire
ja: 読み込む
ko: 읽다
zh_hans: 读取
zh_hant: 讀

# simulator.action.recentLogs
source: Load Recent Logs
ar: تحميل السجلات الأخيرة
de: Letzte Protokolle laden
es: Cargar registros recientes
fr: Charger les journaux récents
ja: 最近のログを読み込む
ko: 최근 로그 불러오기
zh_hans: 加载最近日志
zh_hant: 載入近期記錄

# simulator.action.reconnect
source: Reconnect
ar: أعد الاتصال
de: Wieder verbinden
es: Reconectar
fr: Reconnecter
ja: 再接続
ko: 다시 연결
zh_hans: 重新连接
zh_hant: 重新連接

# simulator.action.refresh
source: Refresh
ar: تحديث
de: Aktualisieren
es: Refrescar
fr: Rafraîchir
ja: 更新
ko: 새로 고치다
zh_hans: 刷新
zh_hant: 重新整理

# simulator.action.reloadReactNative
source: Reload React Native
ar: إعادة تحميل React Native
de: React Native neu laden
es: Recargar React Native
fr: Recharger React Native
ja: React Nativeを再読み込み
ko: React Native 다시 로드
zh_hans: 重新加载 React Native
zh_hant: 重新載入 React Native

# simulator.action.resumeRoute
source: Resume Route
ar: استئناف المسار
de: Route fortsetzen
es: Reanudar ruta
fr: Reprendre l’itinéraire
ja: ルートを再開
ko: 경로 재개
zh_hans: 继续路线
zh_hant: 恢復路線

# simulator.action.revealInFinder
source: Reveal in Finder
ar: إظهار في Finder
de: Im Finder anzeigen
es: Mostrar en el Finder
fr: Révéler dans le Finder
ja: Finderで表示
ko: Finder에서 보기
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

# simulator.action.rotateLeft
source: Rotate Left
ar: تدوير ليسار
de: Nach links drehen
es: Rotar a la izquierda
fr: Faire pivoter vers la gauche
ja: 左に回転
ko: 왼쪽으로 회전
zh_hans: 向左旋转
zh_hant: 向左旋轉

# simulator.action.rotateRight
source: Rotate Right
ar: تدوير لليمين
de: Nach rechts drehen
es: Rotar a la derecha
fr: Faire pivoter vers la droite
ja: 右に回転
ko: 오른쪽으로 회전
zh_hans: 向右旋转
zh_hant: 向右旋轉

# simulator.action.screenshot
source: Screenshot
ar: لقطة شاشة
de: Bildschirmfoto
es: Captura de pantalla
fr: Capture d’écran
ja: スクリーンショット
ko: 스크린샷
zh_hans: 截屏
zh_hant: 螢幕截圖

# simulator.action.sendPush
source: Send Push Payload
ar: إرسال بيانات الإشعار الدفعي
de: Push-Payload senden
es: Enviar carga útil push
fr: Envoyer la charge utile push
ja: プッシュペイロードを送信
ko: 푸시 페이로드 전송
zh_hans: 发送推送负载
zh_hant: 傳送推播承載

# simulator.action.setLocation
source: Set Location
ar: تعيين الموقع
de: Standort festlegen
es: Establecer ubicación
fr: Définir la position
ja: 位置情報を設定
ko: 위치 설정
zh_hans: 设置位置
zh_hant: 設定位置

# simulator.action.shutdown
source: Shut Down Device
ar: إيقاف تشغيل الجهاز
de: Gerät ausschalten
es: Apagar dispositivo
fr: Éteindre l’appareil
ja: デバイスをシステム終了
ko: 기기 종료
zh_hans: 关闭设备
zh_hant: 關閉裝置電源

# simulator.action.sideButton
source: Side Button
ar: الزر الجانبي
de: Seitentaste
es: Botón lateral
fr: Bouton latéral
ja: サイドボタン
ko: 측면 버튼
zh_hans: 侧边按钮
zh_hant: 側邊按鈕

# simulator.action.siri
source: Siri
ar: سيري
ko: 시리
zh_hans: 西里
zh_hant: 西里

# simulator.action.startLogStream
source: Stream Logs
ar: بث السجلات
de: Protokolle streamen
es: Transmitir registros
fr: Diffuser les journaux
ja: ログをストリーミング
ko: 로그 스트리밍
zh_hans: 流式输出日志
zh_hant: 串流記錄

# simulator.action.startRecording
source: Start Recording
ar: بدء التسجيل
de: Aufnahme starten
es: Iniciar grabación
fr: Démarrer l’enregistrement
ja: 収録を開始
ko: 녹화 시작
zh_hans: 开始录制
zh_hant: 開始錄製

# simulator.action.startRoute
source: Start Route
ar: بدء المسار
de: Route starten
es: Iniciar ruta
fr: Démarrer l’itinéraire
ja: ルートを開始
ko: 경로 시작
zh_hans: 开始路线
zh_hant: 開始路線

# simulator.action.stopLogStream
source: Stop Streaming
ar: إيقاف البث
de: Streaming stoppen
es: Detener transmisión
fr: Arrêter la diffusion
ja: ストリーミングを停止
ko: 스트리밍 중지
zh_hans: 停止流式输出
zh_hant: 停止串流

# simulator.action.stopRecording
source: Stop Recording
ar: إيقاف التسجيل
de: Aufnahme stoppen
es: Detener grabación
fr: Arrêter l’enregistrement
ja: 収録を停止
ko: 녹화 중지
zh_hans: 停止录制
zh_hant: 停止錄製

# simulator.action.stopRoute
source: Stop Route
ar: إيقاف المسار
de: Route stoppen
es: Detener ruta
fr: Arrêter l’itinéraire
ja: ルートを停止
ko: 경로 중지
zh_hans: 停止路线
zh_hant: 停止路線

# simulator.action.swipeHome
source: Swipe Home
ar: اسحب إلى الصفحة الرئيسية
de: Wischen Sie nach Hause
es: Desliza Inicio
fr: Glisser vers la maison
ja: ホームへスワイプ
ko: 스와이프 홈
zh_hans: 上滑回主屏幕
zh_hant: 滑動主頁

# simulator.action.syncClipboard
source: Copy from Mac
ar: نسخ من جهاز Mac
de: Vom Mac kopieren
es: Copiar desde el Mac
fr: Copier depuis le Mac
ja: Macからコピー
ko: Mac에서 복사
zh_hans: 从 Mac 复制
zh_hant: 從 Mac 複製

# simulator.action.terminate
source: Terminate
ar: إنهاء
de: Beenden
es: Finalizar
fr: Terminer
ja: 終了
ko: 종료
zh_hans: 终止
zh_hant: 終止

# simulator.action.terminateRenderer
source: Terminate Renderer
ar: إنهاء أداة العرض
de: Renderer beenden
es: Finalizar renderizador
fr: Terminer le moteur de rendu
ja: レンダラーを終了
ko: 렌더러 종료
zh_hans: 终止渲染器
zh_hant: 終止渲染器

# simulator.action.typeText
source: Type
ar: كتابة
de: Tippen
es: Escribir
fr: Saisir
ja: 入力
ko: 입력
zh_hans: 输入
zh_hant: 輸入

# simulator.action.volumeDown
source: Volume Down
ar: خفض مستوى الصوت
de: Lautstärke verringern
es: Bajar volumen
fr: Baisser le volume
ja: 音量を下げる
ko: 볼륨 낮추기
zh_hans: 调低音量
zh_hant: 調低音量

# simulator.action.volumeUp
source: Volume Up
ar: رفع مستوى الصوت
de: Lautstärke erhöhen
es: Subir volumen
fr: Augmenter le volume
ja: 音量を上げる
ko: 볼륨 높이기
zh_hans: 调高音量
zh_hant: 調高音量

# simulator.action.writeClipboard
source: Write
ar: كتابة
de: Schreiben
es: Escribir
fr: Écrire
ja: 書き込む
ko: 쓰기
zh_hans: 写入
zh_hant: 寫入

# simulator.activity.accessibility
source: Accessibility Inspection
ar: فحص إمكانية الوصول
de: Bedienungshilfen-Inspektion
es: Inspección de accesibilidad
fr: Inspection d’accessibilité
ja: アクセシビリティ検査
ko: 접근성 검사
zh_hans: 辅助功能检查
zh_hant: 輔助功能檢查

# simulator.activity.accessibilityHighlight
source: Accessibility Highlight
ar: تمييز إمكانية الوصول
de: Bedienungshilfen-Hervorhebung
es: Resaltado de accesibilidad
fr: Mise en surbrillance de l’accessibilité
ja: アクセシビリティハイライト
ko: 접근성 강조 표시
zh_hans: 辅助功能高亮
zh_hant: 輔助功能醒目提示

# simulator.activity.action
source: Simulator Action
ar: إجراء المحاكي
de: Simulator-Aktion
es: Acción de simulador
fr: Action du simulateur
ja: シミュレータ操作
ko: 시뮬레이터 동작
zh_hans: 模拟器操作
zh_hant: 模擬器動作

# simulator.activity.applications
source: Applications
ar: التطبيقات
de: Anwendungen
es: Aplicaciones
ja: アプリケーション
ko: 애플리케이션
zh_hans: 应用
zh_hant: 應用程式

# simulator.activity.camera
source: Camera
ar: الكاميرا
de: Kamera
es: Cámara
fr: Appareil photo
ja: カメラ
ko: 카메라
zh_hans: 摄像头
zh_hant: 相機

# simulator.activity.cameraConfiguration
source: Camera Configuration
ar: تكوين الكاميرا
de: Kamera-Konfiguration
es: Configuración de la cámara
fr: Configuration de l’appareil photo
ja: カメラ設定
ko: 카메라 구성
zh_hans: 摄像头配置
zh_hant: 相機設定

# simulator.activity.cameraMirror
source: Camera Mirror
ar: مرآة الكاميرا
de: Kameraspiegelung
es: Reflejo de la cámara
fr: Miroir de l’appareil photo
ja: カメラのミラー
ko: 카메라 미러링
zh_hans: 摄像头镜像
zh_hant: 相機鏡像

# simulator.activity.cameraStatus
source: Camera Status
ar: حالة الكاميرا
de: Kamerastatus
es: Estado de la cámara
fr: État de l’appareil photo
ja: カメラ状態
ko: 카메라 상태
zh_hans: 摄像头状态
zh_hant: 相機狀態

# simulator.activity.capture
source: Capture
ar: التقاط
de: Aufnahme
es: Captura
ja: キャプチャ
ko: 캡처
zh_hans: 截屏与录屏
zh_hant: 擷取

# simulator.activity.clipboard
source: Clipboard
ar: الحافظة
de: Zwischenablage
es: Portapapeles
fr: Presse-papiers
ja: クリップボード
ko: 클립보드
zh_hans: 剪贴板
zh_hant: 剪貼簿

# simulator.activity.coreAnimation
source: Core Animation Diagnostic
ar: تشخيص Core Animation
de: Core-Animation-Diagnose
es: Diagnóstico de Core Animation
fr: Diagnostic Core Animation
ja: Core Animation診断
ko: Core Animation 진단
zh_hans: Core Animation 诊断
zh_hant: Core Animation 診斷

# simulator.activity.digitalCrown
source: Digital Crown
ar: التاج الرقمي
zh_hans: 数码表冠
zh_hant: 數位表冠

# simulator.activity.empty
source: No recent activity
ar: لا يوجد نشاط حديث
de: Keine kürzlichen Aktivitäten
es: Sin actividad reciente
fr: Aucune activité récente
ja: 最近のアクティビティはありません
ko: 최근 활동 없음
zh_hans: 没有近期活动
zh_hant: 無近期活動

# simulator.activity.foregroundApplication
source: Foreground App
ar: تطبيق الواجهة
de: App in den Vordergrund bringen
es: Aplicación en primer plano
fr: Mettre l’application au premier plan
ja: フォアグラウンドApp
ko: 포그라운드 앱
zh_hans: 前台应用
zh_hant: 前景 App

# simulator.activity.hardwareButton
source: Hardware Button
ar: زر الأجهزة
de: Hardware-Taste
es: Botón de hardware
fr: Bouton matériel
ja: ハードウェアボタン
ko: 하드웨어 버튼
zh_hans: 硬件按钮
zh_hant: 硬體按鈕

# simulator.activity.interface
source: Appearance or Accessibility
ar: المظهر أو إمكانية الوصول
de: Erscheinungsbild oder Bedienungshilfen
es: Apariencia o accesibilidad
fr: Apparence ou accessibilité
ja: 外観またはアクセシビリティ
ko: 외형 또는 접근성
zh_hans: 外观或辅助功能
zh_hant: 外觀或輔助功能

# simulator.activity.interfaceStatus
source: Appearance Status
ar: حالة المظهر
de: Erscheinungsbild-Status
es: Estado de apariencia
fr: État de l’apparence
ja: 外観の状態
ko: 외형 상태
zh_hans: 外观状态
zh_hant: 外觀狀態
